// /** @file
//
// Copyright (c) 2010 - 2015, GreatWall Corporation.<BR>
// All rights reserved.This software and associated documentation (if any)
// is furnished under a license and may only be used or copied in
// accordance with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be reproduced,
// stored in a retrieval system, or transmitted in any form or by any
// means without the express written consent of GreatWall Corporation.
//
// File Name:
//
// Abstract:
//   Platform configuration setup.
//
// Revision History:
//
//
// **/
/=#
#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

#string    FORM_TITLE_SYSTEM_INFO          #language en-US "System Infomation"
                                           #language zh-Hans "\wide系统信息\narrow"
#string    SYSTEM_TIME                     #language en-US "System Time (HH:MM:SS)"
                                           #language zh-Hans "\wide系统时间（时：分：秒）\narrow"
#string    SYSTEM_DATE                     #language en-US "System Date (MM/DD/YYYY)"
                                           #language zh-Hans "\wide系统日期（月：日：年）\narrow"
                                     
#string    STR_BIOS_VENDOR                 #language en-US "BIOS Vendor"
                                           #language zh-Hans "\wide固件厂商\narrow"
#string    STR_BIOS_VENDOR_VALUE           #language en-US "GreatWall"
                                           #language zh-Hans "\wide百敖\narrow"
